const welcomeTextPlayer = `
Ты уже сделал самый важный шаг — решил развивать свои футбольные
навыки индивидуально.🎯<br/>
<br/>
Здесь тебя ждут короткие, понятные и интересные видеоуроки 📹, в
которых мы покажем и объясним, как выполнять самые крутые упражнения
и финты.🔥 <br/>Ты сможешь тренироваться дома 🏠, на улице 🌳 или в
любом удобном для тебя месте и в любое удобное время ⏰.<br/>
<br/>   
Снимай, как ты выполняешь задания 🎬, загружай видео прямо сюда 📤 и
получай обратную связь! 💬 <br/>Ты увидишь, как быстро улучшается твоя
техника работы с мячом ⚽️ и как растёт твоя уверенность на поле. 💪🏼<br/>
<br/>
Помни: большие победы 🏆 начинаются с маленьких ежедневных шагов 👣,
поэтому предлагаю тебе расти вместе и становиться лучше каждый день!🌟 <br/>
До встречи на тренировке! 🙌🏼<br/>
`;

const welcomeTextParent = `
Скоро тут появится важная и полезная информация специально для вас! 📚<br/>
<br/>
Мы готовим советы и рекомендации о том, как мотивировать и поддерживать вашего ребёнка, как следить за его прогрессом и помогать ему развиваться. 📈✨<br/>
<br/>
Вас ждут прямые эфиры 🎥 и общение с экспертами по психологии 🧠, питанию 🍏, восстановлению 🛌 и многим другим темам.<br/>
<br/>
Следите за обновлениями — этот раздел скоро будет доступен! 🚧
`;

const welcomeTextCoach = `
Скоро вы сможете найти здесь много полезного для своей работы! 🗂️<br/>
<br/>
Мы поделимся с вами методическими материалами 📖, полезными инструментами 🛠️ и готовыми планами тренировок, которыми пользуемся сами. 📝<br/>
<br/>
Я покажу вам, как организую тренировочный процесс, поделюсь личным опытом 🗣️, ответами на самые важные вопросы ❓ и секретами эффективной работы с детьми.<br/>
<br/>
Также вас ждут прямые эфиры и вебинары с экспертами 🎙️ и возможность обмениваться опытом с коллегами. 🤝<br/>
<br/>
Оставайтесь на связи, этот раздел уже в разработке и скоро станет доступен! 🚀
`;

export { welcomeTextPlayer, welcomeTextCoach, welcomeTextParent };
